---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrLastRiser
source: html/544e23c9-6f2c-55d7-a853-d8654728daf0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrLastRiser Property

"End with Riser"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrLastRiser { get; }
```